"Every 10 minutes" = "Alle 10 Minuten";
"Manually" = "Manuell";
"Rescan" = "Erneut scannen";
"Show Info" = "Zeige Info";
"Delete selected source" = "Lösche markierte Quelle";
"Every day" = "Jeden Tag";
"Add source..." = "Füge Quelle hinzu...";
"Every half hour" = "Jeden halbe Stunde";
"Rescan source" = "Quelle erneut indizieren";
"Sources" = "Quellen";
"Every hour" = "Jede Stunde";
"Rescan frequency" = "Frequenz der Indizierung";
